app/controllers/home_controller.rb

  def index
    @schools = School.all
    @others = Other.all
---
SELECT `schools`.* FROM `schools`
SELECT `others`.* FROM `others`